Repository: thaond/vdms-sym-project
Catalog: trunk/SVN/VDMS.Website/App_GlobalResources/Constants.*.resx
Languages: vi

source: Add new
vi: Thêm mới

source: Add new sheet
vi: Lập phiếu mới

# AdjustTask_AddVoucher
source: Compensate voucher
vi: Bù chứng từ

# AdjustTask_CheckLacked
source: Lacked inventory
vi: Kiểm kê hụt

# AdjustTask_CheckRedudant
source: Redundant inventory
vi: Kiểm kê dư

# AdjustTask_Move
source: Shift vehicle
vi: Điều xe

source: All
vi: Tất cả

# AllPageTotalAmount
source: Total of all page
vi: Tổng các trang

# CaculatePrice
source: Caculate
vi: Tính giá

source: Cancel
vi: Hủy

source: Clear form
vi: Xoá form

source: Confirmed
vi: Xác nhận

# DataEmpty
source: There is not any record!
vi: Chưa có dữ liệu!

# DateInvalid
source: Date is not right format!
vi: Dữ liệu ngày không đúng!

source: Dealer
vi: Đại lý

# DealerAllTotal
source: Total of dealer
vi: Tổng đại lý

source: Delete
vi: Xóa

source: Detail
vi: Chi tiết

source: Edit
vi: Chỉnh sửa

source: Edit sheet
vi: Chỉnh sửa

source: False
vi: Sai

# FinishInput
source: Finish input data
vi: Hoàn tất nhập dữ liệu

source: Free warranty
vi: Bảo hành miễn phí

source: From date:
vi: Từ ngày:

source: Grand Total
vi: Tổng tất cả

source: Hire-purchase
vi: Trả góp

source: Invalid
vi: Không hợp lệ

# ItemStatus_AdmitTemporarily
source: AdmitTemporarily
vi: Tạm nhập

# ItemStatus_Imported
source: Imported
vi: Nhập kho

# ItemStatus_Lacked
source: Lacked
vi: Thiếu

# ItemStatus_Moved
source: Moved
vi: Đã chuyển đi

# ItemStatus_Redundant
source: Redundant
vi: Dư thừa

# ItemStatus_Return
source: Returned
vi: Đã trả về VMEP

# ItemStatus_Sold
source: Sold
vi: Đã bán

source: Lacked
vi: Không đủ

source: Line
vi: Dòng

source: No
vi: Không

source: North
vi: Miền bắc

source: Not confirm
vi: Chưa xác nhận

source: Not used
vi: Không dùng

# PaymentMethod_Cash
source: Cash
vi: Tiền mặt

# PaymentMethod_Transfer
source: Transfer
vi: Chuyển khoản

# PrintOrder_UsingBonus
source: Bonus amount: {0}.
vi: Đối trừ tiền thưởng: {0}.

# PrintOrder_UsingCR
source: CR Payment : {0}
vi: Dùng khoản thanh toán thừa: {0}

source: Recover
vi: Phục hồi

source: Retail customer
vi: Khách lẻ

source: Return number invalid!
vi: Số phiếu điều chuyển không được để trống!

# ReturnStatus_Accept
source: Allowed
vi: Chấp nhận trả xe

# ReturnStatus_DealerCanceled
source: Dealer canceled
vi: Đại lý huỷ yêu cầu

# ReturnStatus_NotAccept
source: Not Allow
vi: Không chấp nhận trả xe

# ReturnStatus_Proposed
source: Proposed
vi: Đề nghị

# ReturnStatus_Return
source: Returned
vi: Đã trả

# ReturnStatus_Verifying
source: Verifying
vi: Chưa / đang xem xét

source: Save
vi: Lưu

# SaveDatabaseFail
source: Update data failed!
vi: Cập nhật dữ liệu thất bại.

source: South
vi: Miền nam

source: Store:
vi: Cửa hàng:

# ThisPageTotalAmount
source: Total of this page
vi: Tổng trang

source: to date:
vi: đến ngày:

source: Total
vi: Tổng

source: Total amount
vi: Tổng

source: True
vi: Đúng

source: Update
vi: Cập nhật

# VMEPAllTotal
source: Total of VMEP
vi: Tổng VMEP xác nhận

# VoucherNo
source: Voucher number
vi: Số phiếu

# Warranty_Fee
source: Fee
vi: Tiền công

# Warranty_SpareAmount
source: Spare amount
vi: Giá trị phụ tùng

# Warranty_TotalAmount
source: Total amount
vi: Tổng số tiền

source: Yes
vi: Có
