Repository: thaond/vdms-sym-project
Catalog: SVN/VDMS.Website/Controls/Services/App_LocalResources/ExchangeVoucherList.ascx.*.resx
Languages: vi

# btnApproveResource1.Text
source: Approve
vi: Xác nhận

# btnCancelResource1.Text
source: Cancel
vi: Hủy

# btnEditResource1.Text
source: Edit
vi: Sửa

# btnRejectResource1.Text
source: Reject
vi: Từ chối

# btnUpdateResource1.Text
source: Update
vi: Cập nhật

# Literal10Resource1.Text
source: Exchange:
vi: Phiếu bảo hành:

# Literal10Resource2.Text
source: Exchange:
vi: Phiếu bảo hành:

# Literal11Resource1.Text
source: Status:
vi: Trạng thái:

# Literal11Resource2.Text
source: Status:
vi: Trạng thái:

# Literal12Resource1.Text
source: Unit price(VND)
vi: Đơn giá(VND)

# Literal13Resource1.Text
source: Man power
vi: Giờ công

# Literal14Resource1.Text
source: Warranty fee(VND)
vi: Phí bảo hành(VND)

# Literal15Resource1.Text
source: Amount(VND)
vi: Thành tiền(VND)

# Literal16Resource1.Text
source: VMEP comment
vi: Ghi chú VMEP

# Literal17Resource1.Text
source: Parts cost(VND)
vi: Tiền phụ tùng(VND)

# Literal18Resource1.Text
source: Page total:
vi: Tổng Trang:

# Literal19Resource1.Text
source: No data found!
vi: Không tìm thấy dữ liệu!

# Literal1Resource1.Text
source: Dealer code:
vi: Mã đại lý:

# Literal1Resource2.Text
source: Customer:
vi: Khách hàng:

# Literal1Resource3.Text
source: Part Code
vi: Mã phụ tùng

# Literal1Resource4.Text
source: Customer:
vi: Khách hàng:

# Literal2Resource1.Text
source: Dealer name:
vi: Tên đại lý:

# Literal2Resource2.Text
source: Engine:
vi: Số máy:

# Literal2Resource3.Text
source: Engine:
vi: Số máy:

# Literal3Resource1.Text
source: Model:
vi: Loại xe:

# Literal3Resource2.Text
source: Model:
vi: Loại xe:

# Literal4Resource1.Text
source: Km:
vi: Số km:

# Literal4Resource2.Text
source: Km:
vi: Số km:

# Literal5Resource1.Text
source: Purchased:
vi: Ngày mua:

# Literal5Resource2.Text
source: Purchased:
vi: Ngày mua:

# Literal6Resource1.Text
source: Repair:
vi: Ngày sửa:

# Literal6Resource2.Text
source: Repair:
vi: Ngày sửa:

# Literal7Resource1.Text
source: Processed:
vi: Ngày cập nhật:

# Literal7Resource2.Text
source: Processed:
vi: Ngày xác nhận:

# Literal8Resource1.Text
source: Quantity
vi: Số lượng

# Literal9Resource1.Text
source: Service:
vi: Phiếu sửa chữa

# Literal9Resource2.Text
source: Service:
vi: Phiếu sửa chữa

# RequiredFieldValidator1Resource1.ErrorMessage
source: Part Code cannot be blank!
vi: Mã phụ tùng không được để trống!

# RequiredFieldValidator2Resource1.ErrorMessage
source: Quantity cannot be blank!
vi: Số lượng không được để trống!

# RequiredFieldValidator3Resource1.ErrorMessage
source: Unit Price cannot be blank!
vi: Đơn giá không được để trống!

# RequiredFieldValidator4Resource1.ErrorMessage
source: Man Power cannot be blank!
vi: Giờ công không được để trống!

# litLiteral20Resource1.Text
source: All total
vi: Tổng tất cả

# litErrMsgCommentBlank.Text
source: "VMEP comment" cannot be blank while rejecting!
vi: "Ghi chú VMEP" không được để trống khi từ chối!
