Repository: thaond/vdms-sym-project
Catalog: SVN/VDMS.Website/Vehicle/Report/App_LocalResources/ForBusiness.aspx.*.resx
Languages: vi

# BoundFieldResource1.HeaderText
source: Part No
vi: Mã phụ tùng

# BoundFieldResource2.HeaderText
source: Quantity
vi: Số lượng

# BoundFieldResource3.HeaderText
source: U/Price (VND)
vi: Đơn giá (VND)

# BoundFieldResource4.HeaderText
source: Note
vi: Ghi chú

# btnExport2ExelResource1.Text
source: Export to Exel
vi: Xuất tệp Excel

# btnSubmitResource1.Text
source: Search
vi: Tìm kiếm

# cmdFirstResource1.Text
source: First
vi: Trang 1

# cmdLastResource1.Text
source: Last
vi: Trang cuối

# cmdNextResource1.Text
source: Next
vi: Trang sau

# cmdPreviousResource1.Text
source: Previous
vi: Trang trước

# liPageDescResource1.Text
source: Monthly Service Report
vi: Báo cáo tháng Service VMEP

# liPageTitleResource1.Text
source: Monthly Service Report
vi: Báo cáo tháng Service VMEP

# litDateRepairResource1.Text
source: From date
vi: Từ ngày

# litEmptyResource1.Text
source: Data not found!
vi: Không tìm thấy dữ liệu!

# litStatus.Text
source: Voucher status
vi: Trạng thái phiếu

# litTodateResource1.Text
source: To date
vi: Đến ngày

# litTotalResource1.Text
source: Total
vi: Tổng tiền

# PageResource1.Title
source: Monthly Service Report
vi: Báo cáo tháng Service VMEP

# rfvFromDateResource1.ErrorMessage
source: Report date cannot be empty!
vi: Ngày báo cáo không được để trống!

# rfvToDateResource1.ErrorMessage
source: Report date cannot be empty!
vi: Ngày báo cáo không được để trống!

# TemplateFieldResource10.HeaderText
source: Fr.No
vi: Số khung

# TemplateFieldResource11.HeaderText
source: Model
vi: Loại xe

# TemplateFieldResource12.HeaderText
source: Pur Date
vi: Ngày mua

# TemplateFieldResource14.HeaderText
source: Change Date
vi: Ngày đổi

# TemplateFieldResource15.HeaderText
source: Broken No
vi: Mã hư hỏng

# TemplateFieldResource16.HeaderText
source: Broken Name
vi: Tên hư hỏng

# TemplateFieldResource17.HeaderText
source: Part Name
vi: Tên phụ tùng

# TemplateFieldResource17S.HeaderText
source: Serial number
vi: Số hiệu SX

# TemplateFieldResource18.HeaderText
source: FRT
vi: Giờ công tiêu chuẩn

# TemplateFieldResource19.HeaderText
source: Part Cost (VND)
vi: Giá phụ tùng (VND)

# TemplateFieldResource2.HeaderText
source: Parts change voucher
vi: Số phiếu bảo hành

# TemplateFieldResource20.HeaderText
source: Labour Cost (VND)
vi: Tiền công bảo hành (VND)

# TemplateFieldResource22.HeaderText
source: Damage date
vi: Ngày hỏng

# TemplateFieldResource23.HeaderText
source: Manpower verified
vi: Giờ công thẩm định

# TemplateFieldResource3.HeaderText
source: Area
vi: Vùng

# TemplateFieldResource4.HeaderText
source: Dealer name
vi: Đại lý

# TemplateFieldResource5.HeaderText
source: Customer's name
vi: Tên khách hàng

# TemplateFieldResource6.HeaderText
source: Address
vi: Địa chỉ khách hàng

# TemplateFieldResource7.HeaderText
source: Gender
vi: Giới tính

# TemplateFieldResource8.HeaderText
source: Phone number
vi: Số điện thoại

# TemplateFieldResource9.HeaderText
source: Engine No
vi: Số máy

# TemplateFieldResourceStatus.HeaderText
source: Voucher status
vi: Trạng thái phiếu

# TemplateFieldResource24.HeaderText
source: Processed Date
vi: Ngày thẩm tra
