Repository: thaond/vdms-sym-project
Catalog: trunk/SVN/VDMS.Website/Vehicle/Inventory/App_LocalResources/History.aspx.*.resx
Languages: vi

# BoundFieldResource1.HeaderText
source: No
vi: STT

# BoundFieldResource2.HeaderText
source: Issued Date
vi: Ngày xuất kho

# BoundFieldResource3.HeaderText
source: Issued Store
vi: Cửa hàng xuất kho

# BoundFieldResource4.HeaderText
source: Imported Store
vi: Cửa hàng nhập kho

# BoundFieldResource5.HeaderText
source: Remove Engine No
vi: Bỏ số động cơ

# BoundFieldResource6.HeaderText
source: Login date
vi: Ngày đăng nhập

# BoundFieldResource7.HeaderText
source: User
vi: Người đăng nhập

# btnTestResource1.Text
source: Search
vi: Kiểm tra

# EngNoResource1.Text
source: Engine No
vi: Số máy:

# liAddressResource1.Text
source: Store Place
vi: Địa điểm kho:

# liAgencyNoResource1.Text
source: Selling Dealer Code
vi: Mã đại lý bán:

# liColourResource1.Text
source: Color Code
vi: Mã màu:

# liExportDateResource1.Text
source: Issued Date
vi: Ngày xuất xưởng VMEP:

# liIdentityNoResource1.Text
source: ID card number
vi: Số CMND:

# liImportDateResource1.Text
source: Imported Date
vi: Ngày nhập xe:

# liImportExportDateResource1.Text
source: Import-Issue Date
vi: Ngày xuất nhập kho:

# liInventoryStatusResource1.Text
source: Inventory Status
vi: Tình trạng tồn kho:

# liInvoiceResource1.Text
source: VMEP Invoice
vi: Hoá đơn VMEP:

# liMoneyImportResource1.Text
source: Imported Price (VND):
vi: Số tiền nhập xe (VND):

# liMoneySaleResource1.Text
source: Selling Price (VND):
vi: Số tiền bán xe (VND):

# liReceiptStatusResource1.Text
source: Voucher Status
vi: Tình trạng chứng từ:

# litEmptyResource1.Text
source: Not found!
vi: Không tìm thấy dữ liệu nào!

# litSubTitleResource1.Text
source: Check import-issue to store history
vi: Kiểm tra lịch sử xuất nhập kho.

# litTitteResource1.Text
source: Check import-issue to store history
vi: Kiểm tra lịch sử xuất nhập kho

# liTypeResource1.Text
source: Model Code
vi: Chủng loại xe:

# PageResource1.Title
source: Check import-issue to store history
vi: Kiểm tra lịch sử xuất nhập kho

# RequiredFieldValidator2Resource1.ErrorMessage
source: Invalid Engine No! Can not be blank
vi: Dữ liệu "Số máy" không được để trống

# TemplateFieldResource1.HeaderText
source: Classification
vi: Phân loại
