Repository: thaond/vdms-sym-project
Catalog: trunk/SVN/VDMS.Website/Vehicle/Inventory/App_LocalResources/Import.aspx.*.resx
Languages: vi

# BoundFieldResource11.HeaderText
source: Item Name
vi: Tên xe

# BoundFieldResource8.HeaderText
source: Issue Voucher No
vi: Phiếu xuất xe

# BoundFieldResource9.HeaderText
source: Order No
vi: Số đơn hàng

# btnAcceptResource2.Text
source: Accept
vi: Xác nhận

# btnTestResource1.Text
source: Check
vi: Kiểm tra

# CustomValidator1Resource1.ErrorMessage
source: Imported date is invalid. Maybe this day has been locked!
vi: Ngày nhập xe đã bị khóa!

# GridView1Resource1.Caption
source: Not arrived vehicle(s)
vi: Xe chưa nhập

# GridView2Resource1.Caption
source: Imported vehicle(s)
vi: Xe đã nhập

# lblErrorResource1.Text
source: Update data failed!
vi: Cập nhật dữ liệu thất bại!

# lblOrderNotConfirmResource1.Text
source: Some orders are not confirmed or not existed. You cannot import order.
vi: Một vài đơn hàng chưa được xác nhận hoặc không tồn tại. Bạn không thể nhập hàng.

# liQuantityImportResource1.Text
source: Quantity:
vi: Số xe nhập:

# ListItemResource1.Text
source: <nobr>Not arrived</nobr>
vi: Chưa đến

# ListItemResource2.Text
source: <nobr>Imported</nobr>
vi: Nhập xe

# ListItemResource3.Text
source: <nobr>AdmitTemporarily</nobr>
vi: Tạm nhập

# Literal1Resource1.Text
source: If you change delivered Place, Thes list(positon down) will change
vi: Nếu bạn thay đổi địa điểm giao xe thì danh sách phia dưới sẽ tự động thay đổi theo

# Literal2Resource1.Text
source: Delivered Place:
vi: Địa điểm giao xe:

# litVerhicleResource1.Text
source: item(s)
vi: (Xe)

# Localize1Resource1.Text
source: Issue Voucher No:
vi: Số phiếu xuất hàng:

# Localize2Resource1.Text
source: Imported Date:
vi: Ngày nhập xe:

# PageResource1.Title
source: Import Vehicle
vi: Thao tác nhập xe

# Regularexpressionvalidator1Resource1.ErrorMessage
source: Entered "Import date" is not valid!
vi: Dữ liệu "Ngày nhập xe" không hợp lệ!

# RequiredFieldValidator1Resource1.ErrorMessage
source: "Issue Voucher No" cannot be blank!
vi: Dữ liệu "Số đơn xuất hàng" không được để trống!

# Requiredfieldvalidator9Resource1.ErrorMessage
source: "Imported Date" cannot be blank!
vi: Dữ liệu "Ngày nhập xe" không được để trống!

# TemplateFieldResource10.HeaderText
source: Description
vi: Diễn giải

# TemplateFieldResource12.HeaderText
source: Item code
vi: Mã xe

# TemplateFieldResource4.HeaderText
source: Model
vi: Loại xe

# TemplateFieldResource5.HeaderText
source: Color
vi: Màu sắc

# TemplateFieldResource6.HeaderText
source: Engine Number
vi: Số máy

# TemplateFieldResource7.HeaderText
source: Order Number
vi: Số đơn hàng

# TemplateFieldResource8.HeaderText
source: Status
vi: Trạng thái

# TemplateFieldResource9.HeaderText
source: Voucher
vi: Chứng từ

# TemplateFieldResourceNo.HeaderText
source: No
vi: STT

# TemplateFieldResourceImportedDate.HeaderText
source: Imported date
vi: Ngày nhập

# TemplateFieldResourceImportedDate2.HeaderText
source: Imported date
vi: Ngày nhập

# rvImportDateResource1.ErrorMessage
source: Imported date must be from {0} to {1} !
vi: Ngày nhập xe phải nằm trong khoảng từ {0} đến {1} !

# rvItemImportDateResource1.ErrorMessage
source: Imported date for item number {2} must be from {0} to {1} !
vi: Ngày nhập cho xe thứ {2} phải nằm trong khoảng từ {0} đến {1} !

# ComfirmedResource1.HeaderText
source: Confirmed
vi: Xác nhận

# Localize3Resource1.Text
source: Order number:
vi: Số đơn đặt hàng:

# BoundFieldResource9z.HeaderText
source: Warehouse
vi: Kho
