Repository: thaond/vdms-sym-project
Catalog: trunk/SVN/VDMS.Website/Part/Inventory/App_LocalResources/Order.aspx.*.resx
Languages: vi

# BoundFieldResource1.HeaderText
source: Order Date
vi: Ngày đặt

# BoundFieldResource2.HeaderText
source: Delivered Place
vi: Nơi nhận

# BoundFieldResource3.HeaderText
source: Order Number
vi: Số đơn hàng

# BoundFieldResource4.HeaderText
source: Confirm Date
vi: Ngày xác nhận

# BoundFieldResource5.HeaderText
source: Status
vi: Trạng thái

# BoundFieldResource6.HeaderText
source: Created by
vi: Nhân viên

# cmdAddNewResource1.Text
source: Add new Order
vi: Thêm mới

# cmdQueryResource1.Text
source: Query
vi: Tìm kiếm

# h1Resource2.Text
source: Edit
vi: Sửa

# h2Resource2.Text
source: Delete
vi: Xoá

# h3Resource2.Text
source: View
vi: Xem

# HyperLinkFieldResource1.Text
source: Confirm and Send
vi: Xác nhận và gửi đi

# HyperLinkFieldResource2.Text
source: Print
vi: In

# lh1Resource1.Text
source: You can filter the result by combine the input condition.
vi: Người dùng có thể kết hợp nhiều điều kiện để tìm kiếm đơn hàng.

# lh2Resource1.Text
source: If you want to make new order, click to 'Add new Order'.
vi: Chọn <Thêm mới> để tạo Đơn hàng mới.

# lh3Resource1.Text
source: Order status, refer to Status ComboBox.
vi: Trạng thái Đơn hàng, tham khảo danh sách <Trạng thái>

# ListItemResource1.Text
source: All
vi: Tất cả

# ListItemResource10.Text
source: Normal Order
vi: Đơn hàng bình thường

# ListItemResource11.Text
source: Sub Order
vi: Đơn hàng con

# ListItemResource2.Text
source: OP: Open, not sent
vi: OP: Đang mở, chưa gửi

# ListItemResource3.Text
source: SN: Sent, sent to VMEP
vi: SN: gửi cho VMEP

# ListItemResource4.Text
source: CF: Confirm by VMEP
vi: CF: VMEP xác nhận

# ListItemResource5.Text
source: NC: Normal Closed
vi: NC: đóng

# ListItemResource6.Text
source: RO: Order re-open
vi: RO: mở lại

# ListItemResource7.Text
source: AC: Order abnormal closed
vi: AC: Đóng bất thường

# ListItemResource8.Text
source: VD: Order void by VMEP
vi: VD: huỷ bởi VMEP

# litDealerResource1.Text
source: Delivered Dealer:
vi: Đại lý:

# litOrderDateResource1.Text
source: Order Date:
vi: Ngày đặt:

# litOrderNumberResource1.Text
source: Order Number:
vi: Số đơn hàng:

# litOrderTypeResource1.Text
source: Order Type:
vi: Loại đơn hàng:

# litStatusResource1.Text
source: Status:
vi: Trạng thái:

# litWarehouseResource1.Text
source: Delivered Warehouse:
vi: Kho nhận:

# Localize1Resource1.Text
source: There isn't any rows.
vi: Không có đơn đặt hàng nào!

# PageResource1.Title
source: Order Parts
vi: Danh sách đơn đặt hàng

# th4Resource1.Text
source: Sub-Order: System auto create when QUOTED qty LESS than ORDER qty
vi: Đơn hàng con (Sub): Do hệ thống tự tạo ra khi số lượng VMEP báo giá nhỏ hơn số lượng đại lý đặt hàng.
