Repository: thaond/vdms-sym-project
Catalog: trunk/SVN/VDMS.Website/Service/App_LocalResources/WarrantyContento.aspx.*.resx
Languages: vi

# BoundFieldResource1.HeaderText
source: Identify
vi: CMND/Mã công ty

# BoundFieldResource2.HeaderText
source: Full name
vi: Họ tên

# BoundFieldResource3.HeaderText
source: Address
vi: Địa chỉ

# BoundFieldResource5.HeaderText
source: Birthdate
vi: Ngày sinh

# BoundFieldResource6.HeaderText
source: Mobile
vi: Di động

# BoundFieldResource7.HeaderText
source: Tel
vi: Điện thoại

# BoundFieldResource8.HeaderText
source: Description
vi: Ghi chú

# btnAddExchangeResource1.Text
source: Add exchange spares
vi: Phụ tùng bảo hành

# btnAddResource1.Text
source: Add spare
vi: Thêm phụ tùng

# btnBackFromPrintResource1.Text
source: Go back
vi: Quay lại

# btnCalculateResource1.Text
source: Finish input data
vi: Hoàn tất nhập dữ liệu

# btnCancelResource1.Text
source: Cancel
vi: Thoát

# btnHistoryResource1.Text
source: Repair history
vi: Lịch sử sửa chữa

# btnListResource1.Text
source: Repair list
vi: Danh sách sửa chữa

# btnNewCusResource1.Text
source: Add new customer
vi: Thêm mới khách hàng

# btnPrintResource1.Text
source: Print service sheet
vi: In bảng dịch vụ

# btnPrintResource2.Text
source: Print parts change
vi: In phiếu bảo hành

# btnSaveCustResource1.Text
source: Save
vi: Lưu

# btnSaveResource1.Text
source: Save
vi: Lưu

# btnSaveResource2.Text
source: Temporary save
vi: Lưu tạm

# btnSelectCustResource1.Text
source: Select
vi: Chọn

# Button1Resource1.Text
source: Cancel
vi: Thoát

# Button2Resource2.Text
source: Cancel
vi: Thoát

# Button3Resource3.Text
source: Cancel
vi: Thoát

# Button5Resource1.Text
source: Cancel
vi: Thoát

# cmdFirstResource1.Text
source: First
vi: Trang đầu

# cmdFirstResource2.Text
source: First
vi: Trang đầu

# cmdFirstResource3.Text
source: First
vi: Trang đầu

# cmdFirstResource4.Text
source: First
vi: Trang đầu

# cmdLastResource1.Text
source: Last
vi: Trang cuối

# cmdLastResource2.Text
source: Last
vi: Trang cuối

# cmdLastResource3.Text
source: Last
vi: Trang cuối

# cmdLastResource4.Text
source: Last
vi: Trang cuối

# cmdNextResource1.Text
source: Next
vi: Trang sau

# cmdNextResource2.Text
source: Next
vi: Trang sau

# cmdNextResource3.Text
source: Next
vi: Trang sau

# cmdNextResource4.Text
source: Next
vi: Trang sau

# cmdPreviousResource1.Text
source: Previous
vi: Trang trước

# cmdPreviousResource2.Text
source: Previous
vi: Trang trước

# cmdPreviousResource3.Text
source: Previous
vi: Trang trước

# cmdPreviousResource4.Text
source: Previous
vi: Trang trước

# CommandFieldResource1.CancelText
source: Cancel
vi: Thoát

# CommandFieldResource1.DeleteText
source: Delete
vi: Xoá

# CommandFieldResource1.EditText
source: Edit
vi: Sửa

# CommandFieldResource1.InsertText
source: Insert
vi: Thêm

# CommandFieldResource1.SelectText
source: Select
vi: Chọn

# CommandFieldResource1.UpdateText
source: Update
vi: Cập nhật

# CommandFieldResource2.CancelText
source: Cancel
vi: Thoát

# CommandFieldResource2.DeleteText
source: Delete
vi: Xoá

# CommandFieldResource2.EditText
source: Edit
vi: Sửa

# CommandFieldResource2.InsertText
source: Insert
vi: Thêm

# CommandFieldResource2.SelectText
source: Select
vi: Chọn

# CommandFieldResource2.UpdateText
source: Update
vi: Cập nhật

# CommandFieldResource3.CancelText
source: Cancel
vi: Thoát

# CommandFieldResource3.DeleteText
source: Delete
vi: Xoá

# CommandFieldResource3.EditText
source: Edit
vi: Sửa

# CommandFieldResource3.InsertText
source: Insert
vi: Thêm

# CommandFieldResource3.SelectText
source: Select
vi: Chọn

# CommandFieldResource3.UpdateText
source: Update
vi: Cập nhật

# CommandFieldResource4.CancelText
source: Cancel
vi: Thoát

# CommandFieldResource4.DeleteText
source: Delete
vi: Xoá

# CommandFieldResource4.EditText
source: Edit
vi: Sửa

# CommandFieldResource4.InsertText
source: Insert
vi: Thêm

# CommandFieldResource4.SelectText
source: Select
vi: Chọn

# CommandFieldResource4.UpdateText
source: Update
vi: Cập nhật

# CompareValidator1Resource1.ErrorMessage
source: Current kilometers is not greater than last kilometers!
vi: Số km hiện tại không lớn hơn số km lần sửa trước!

# ImageButton2Resource1.ToolTip
source: Update
vi: Cập nhật

# ImageButton3Resource1.ToolTip
source: Cancel
vi: Thoát

# ImageButton3Resource2.ToolTip
source: Delete
vi: Xoá

# ImageButton4Resource1.ToolTip
source: Update
vi: Cập nhật

# ImageButtonx2Resource1.ToolTip
source: Edit
vi: Sửa

# imgCancelInsertResource1.ToolTip
source: Cancel
vi: Thoát

# ListItemResource1.Text
source: Maintain
vi: Bảo trì

# ListItemResource2.Text
source: Repair
vi: Sửa chữa

# ListItemResource3.Text
source: Warranty
vi: Bảo hành

# Literal10Resource1.Text
source: Address:
vi: Địa chỉ:

# Literal11Resource1.Text
source: Plate number:
vi: Biển số:

# Literal12Resource1.Text
source: Model:
vi: Loại xe:

# Literal13Resource1.Text
source: Color:
vi: Màu sắc:

# Literal14Resource1.Text
source: Current kilometers:
vi: Số Km hiện tại:

# Literal15Resource1.Text
source: Service type:
vi: Phân loại:

# Literal16Resource1.Text
source: Damaged status:
vi: Tình trạng hư hỏng:

# Literal17Resource1.Text
source: Solution:
vi: Tìm pan & sửa chữa:

# Literal18Resource1.Text
source: <H3> Select item</H3>
vi: <H3>Chọn xe đã bán</H3>

# Literal1Resource1.Text
source: <H2>Service Record Sheet</H2>
vi: <H2>Bảng đăng ký nội dung phục vụ</H2>

# Literal22Resource1.Text
source: Spares amount(VND)
vi: Giá trị phụ tùng(VND)

# Literal23Resource1.Text
source: Fee amount(VND)
vi: Tiền công(VND)

# Literal24Resource1.Text
source: Total amount(VND)
vi: Tổng số tiền(VND)

# Literal25Resource1.Text
source: <H3>Select spare</H3>
vi: <H3>Chọn phụ tùng</H3>

# Literal2Resource1.Text
source: Engine number:
vi: Số máy:

# Literal30Resource1.Text
source: Last kilometers:
vi: Số Km lần trước:

# Literal31Resource1.Text
source: <H3>Select model</H3>
vi: <H3>Chọn loại xe</H3>

# Literal32Resource1.Text
source: <H3>Add Exchange spare</H3>
vi: <H3>Biên nhận thay thế phụ tùng</H3>

# Literal33Resource1.Text
source: <H3>Select broken code</H3>
vi: <H3>Chọn mã hư hỏng</H3>

# Literal3Resource1.Text
source: Sheet number:
vi: Số phiếu Sửa chữa:

# Literal3x2Resource.Text
source: Dealer code:
vi: Mã đại lý:

# Literal3xResource1.Text
source: Branch code:
vi: Mã chi nhánh:

# Literal4Resource1.Text
source: Customer name:
vi: Tên khách hàng:

# Literal5Resource1.Text
source: Phone:
vi: Điện thoại:

# Literal7Resource1.Text
source: Buy date:
vi: Ngày mua:

# Literal8Resource1.Text
source: Repair date:
vi: Ngày sửa:

# Literal9Resource1.Text
source: Frame number:
vi: Số khung:

# lnkNewSheetResource1.Text
source: Add new sheet
vi: Lập phiếu mới

# PageResource1.Title
source: Service record sheet
vi: Bảng đăng ký nội dung phục vụ

# RangeValidator1Resource1.ErrorMessage
source: "Quantity" must between 1 and 999!
vi: "Số lượng" phải từ 1 đến 999!

# Regular1ExpressionValidator2Resource1.ErrorMessage
source: "Quantity" must be numeric!
vi: "Số lượng" phải là số!

# Regular2ExpressionValidator2Resource1.ErrorMessage
source: "Quantity" must be numeric!
vi: "Số lượng" phải là số!

# RegularExpressionValidator1Resource1.ErrorMessage
source: "Fee amount" must be numeric!
vi: "Tiền công" phải là số!

# RegularExpressionValidator3Resource1.ErrorMessage
source: "Spare number" must input at least 6 non-white-space character (maximum is 35)
vi: "Mã phụ tùng" phải nhập ít nhất 6 ký tự (tối đa 35)!

# RegularExpressionValidator3Resource2.ErrorMessage
source: "Spare number" must input at least 6 non-white-space character (maximum is 35)
vi: "Mã phụ tùng" phải nhập ít nhất 6 ký tự (tối đa 35)!

# RegularExpressionValidatorx1Resource1.ErrorMessage
source: "Unit price" must be numeric!
vi: "Đơn giá" phải là số!

# RequiredFieldValidator10Resource1.ErrorMessage
source: "Spare number" cannot be blank!
vi: Dữ liệu "Mã phụ tùng" không được để trống!

# RequiredFieldValidator2Resource1.ErrorMessage
source: "Damaged status" cannot be blank!
vi: Dữ liệu "Tình trạng hư hỏng" không được để trống!

# RequiredFieldValidator3Resource1.ErrorMessage
source: "Solution" cannot be blank!
vi: Dữ liệu "Tìm pan & Sửa chữa" không được để trống!

# RequiredFieldValidator5Resource1.ErrorMessage
source: "Current kilometers" cannot be blank!
vi: Dữ liệu "Km" không được để trống!

# RequiredFieldValidator7Resource1.ErrorMessage
source: "Number plate" cannot be blank!
vi: Dữ liệu "Biển số" không được để trống!

# RequiredFieldValidator8Resource1.ErrorMessage
source: "Model" cannot be blank!
vi: Dữ liệu "Loại xe" không được để trống!

# RequiredFieldValidatorx10Resource1.ErrorMessage
source: "Spare number" cannot be blank!
vi: Dữ liệu "Mã phụ tùng" không được để trống!

# RequiredFieldValidatorx110Resource1.ErrorMessage
source: "Quantity" cannot be blank!
vi: Dữ liệu "Số lượng" không được để trống!

# RequiredFieldValidatorx1210Resource1.ErrorMessage
source: "Quantity" cannot be blank!
vi: Dữ liệu "Số lượng" không được để trống!

# RequiredFieldValidatorx16Resource1.ErrorMessage
source: "Fee amount" cannot be blank!
vi: Dữ liệu "Tiền công" không được để trống!

# RequiredFieldValidatorx6Resource1.ErrorMessage
source: "Unit price" cannot be blank!
vi: Dữ liệu "Đơn giá" không được để trống!

# rgvKmResource1.ErrorMessage
source: Invalid "Current kilometers"!
vi: Dữ liệu "Số Km" không hợp lệ (yêu cầu chỉ nhập chữ số 0-9 )!

# rqvBranch1.ErrorMessage
source: "Branch coder" cannot be blank!
vi: Dữ liệu "Mã chi nhánh" không được để trống!

# rqvBuydateResource1.ErrorMessage
source: "By date" cannot be blank!
vi: Dữ liệu "Ngày mua" không được để trống!

# rqvColorResource1.ErrorMessage
source: Color cannot be blank!
vi: Dữ liệu "Màu sắc" không được để trống!

# rqvCustNameResource1.ErrorMessage
source: "Customer name" cannot be blank!
vi: Dữ liệu "Tên khách hàng" không được để trống!

# rqvEngineNumberResource1.ErrorMessage
source: "Engine number" cannot be blank!
vi: Dữ liệu "Số máy" không được để trống!

# rqvRepairDateResource1.ErrorMessage
source: "Repair date" cannot be blank!
vi: Dữ liệu "Ngày sua" không được để trống!

# TemplateFieldResource1.HeaderText
source: No
vi: STT

# TemplateFieldResource10.HeaderText
source: Model
vi: Loại xe

# TemplateFieldResource11.HeaderText
source: Color
vi: Màu sắc

# TemplateFieldResource12.HeaderText
source: Imported date
vi: Ngày nhập

# TemplateFieldResource13.HeaderText
source: Spare number
vi: Mã phụ tùng

# TemplateFieldResource14.HeaderText
source: Spare name
vi: Tên phụ tùng

# TemplateFieldResource15.HeaderText
source: Spare name
vi: Tên phụ tùng

# TemplateFieldResource16.HeaderText
source: Unit price(VND)
vi: Đơn giá (VND)

# TemplateFieldResource16z.HeaderText
source: Model
vi: Loại xe

# TemplateFieldResource17.HeaderText
source: Warranty length
vi: Số Km bảo hành

# TemplateFieldResource18.HeaderText
source: Warranty time
vi: Thời hạn bảo hành

# TemplateFieldResource19.HeaderText
source: Model
vi: Loại xe

# TemplateFieldResource2.HeaderText
source: Spare number
vi: Mã phụ tùng

# TemplateFieldResource20.HeaderText
source: Itemname
vi: Tên xe

# TemplateFieldResource21.HeaderText
source: Broken code
vi: Mã hư hỏng

# TemplateFieldResource22.HeaderText
source: Broken name
vi: Tên hiện tượng hư hỏng

# TemplateFieldResource3.HeaderText
source: Spare name
vi: Tên phụ tùng

# TemplateFieldResource4.HeaderText
source: Quantity
vi: Số lượng

# TemplateFieldResource5.HeaderText
source: Unit price(VND)
vi: Đơn giá(VND)

# TemplateFieldResource6.HeaderText
source: Exchange number
vi: Số phiếu đổi

# TemplateFieldResource7.HeaderText
source: Spare amount(VND)
vi: Thành tiền(VND)

# TemplateFieldResource7F.HeaderText
source: Fee amount(VND)
vi: Phí sửa chữa(VND)

# TemplateFieldResource9.HeaderText
source: Engine number
vi: Số máy
