Repository: thaond/vdms-sym-project
Catalog: SVN/VDMS.Website/Admin/Security/App_LocalResources/Setting.aspx.*.resx
Languages: vi

# chkCheckEngineNoForPartsChangeResource1.Text
source: Must check engine number when input parts change voucher
vi: Cần kiểm tra số máy khi nhập phiếu đổi bảo hành.

# chkCheckEngineNoForServiceResource1.Text
source: Must check engine number when input service record sheet
vi: Cần kiểm tra số máy khi nhập phiếu sửa chữa.

# chkCheckWarrantyInfoDatabaseResource1.Text
source: Must check database code when input warranty informations
vi: Cần kiểm tra miền Nam/Bắc khi nhập thông tin bảo hành.

# cmdSaveResource1.Text
source: Save setting
vi: Ghi lại

# PageResource1.Title
source: Setting for VDMS system
vi: Thiết lập hệ thống

# btnAbortProcessResource1.Text
source: Abort Process
vi: Hủy bỏ

# btnAddNewPartsResource1.Text
source: Add new parts
vi: Thêm linh kiện mới

# btnCloseInvINowResource1.Text
source: Close all to previous month
vi: Đóng sổ tất cả đến tháng trước tháng hiện tại

# btnRefreshResource1.Text
source: Refresh
vi: Cập nhật

# btnUpdatePriceResource1.Text
source: Update price
vi: Cập nhật giá

# chbAutoCloseInvIResource1.Text
source: Allow auto close vehicle inventory at
vi: Tự động đóng sổ xe nguyên chiếc vào

# chbAutoSyncPartResource1.Text
source: Allow auto Synchronize VDMS-I parts list at
vi: Tự động cập nhật thông tin linh kiện cho VDMS-I vào

# chkAllowChangeOrderDateResource1.Text
source: Allow Dealer to change Order Date
vi: Cho phép đại lý thay đổi ngày đặt hàng

# chkCheckOrderPartNotDuplicateBeforeConfirmWhenSendResource1.Text
source: Do not allow dealer re-order duplicate part before confirm
vi: Không cho phép đại lý đặt trùng linh kiện trước khi xác nhận

# chkDNFOrderDateControlResource1.Text
source: Apply Order Date Control to South
vi: Áp dụng giới hạn ngày đặt hàng cho miền Nam

# chkHTFOrderDateControlResource1.Text
source: Apply Order Date Control to North
vi: Áp dụng giới hạn ngày đặt hàng cho miền Bắc

# l1Resource2.Text
source: Order Excel Start Row:
vi: Dòng dữ liệu đầu:

# l2Resource2.Text
source: Part Code Column
vi: Cột mã linh kiện

# l3Resource2.Text
source: Quantity Column
vi: Cột số lượng

# l4Resource2.Text
source: Model Column
vi: Cột loại xe

# l5Resource2.Text
source: Order Excel Start Row:
vi: Dòng dữ liệu đầu:

# l6Resource2.Text
source: Part Code Column
vi: Cột mã linh kiện

# l7Resource2.Text
source: Quantity Column
vi: Cột số lượng

# l8Resource2.Text
source: Part Type
vi: Cột loại linh kiện

# lblSaveErrorResource1.Text
source: The system setting has been failed to save.
vi: Lưu dữ liệu thất bại

# lblSaveOkResource1.Text
source: The system setting has been save successful.
vi: Lưu dữ liệu thành công

# litAddingPartsResource1.Text
source: Adding new parts...
vi: Đang thêm linh kiện mới...

# Literal10Resource1.Text
source: Shipping span:
vi: Khoảng giao hàng:

# Literal11Resource1.Text
source: days
vi: ngày

# Literal12Resource1.Text
source: Auto instock span:
vi: Tự động nhập kho sau:

# Literal13Resource1.Text
source: h
vi: giờ

# Literal14Resource1.Text
source: o'clock in day
vi: giờ, mỗi tháng một lần vào ngày thứ

# Literal15Resource1.Text
source: days from
vi: ngày một lần kể từ

# Literal16Resource1.Text
source: o'clock every
vi: giờ, và cách

# Literal1Resource1.Text
source: months
vi: tháng

# Literal2Resource1.Text
source: If over shipping span, send email to:
vi: Nếu quá hạn giao hàng gửi email cho:

# Literal3Resource1.Text
source: Maximum months allow reopen:
vi: Cho phép mở sổ tối đa:

# Literal4Resource1.Text
source: Maximum months allow reopen (vehicle):
vi: Cho phép mở sổ tối đa (xe nguyên chiếc):

# Literal5Resource1.Text
source: months
vi: tháng

# Literal6Resource1.Text
source: Payment span:
vi: Khoảng thanh toán:

# Literal7Resource1.Text
source: days
vi: ngày

# Literal8Resource1.Text
source: days
vi: ngày

# Literal9Resource1.Text
source: Quotation span:
vi: Khoảng báo giá:

# litUpdatingPriceResource1.Text
source: Updating price...
vi: Đang cập nhật giá...

# Localize1Resource1.Text
source: Start Row:
vi: Dòng dữ liệu đầu:

# Localize2Resource1.Text
source: Part Code Column
vi: Cột mã linh kiện

# Localize3Resource1.Text
source: Quantity Column
vi: Cột số lượng

# Localize6Resource1.Text
source: Commnent column
vi: Cột ghi chú

# RequiredFieldValidator1Resource1.ErrorMessage
source: Shipping span cannot be empty!
vi: Khoảng giao hàng không được để trống!

# RequiredFieldValidator2Resource1.ErrorMessage
source: Start Row cannot be empty!
vi: Dòng dữ liệu đầu không được để trống!

# RequiredFieldValidator3Resource1.ErrorMessage
source: Maximum months allow reopen (vehicle), cannot be blank!
vi: Cho phép mở sổ tối đa(xe nguyên chiếc) không được để trống!

# RequiredFieldValidator4Resource1.ErrorMessage
source: Commnent column cannot be empty!
vi: Cột ghi chú không được để trống!

# RequiredFieldValidator5Resource1.ErrorMessage
source: Start date cannot be blank!
vi: Ngày bắt đầu không được để trống!

# RequiredFieldValidator7Resource1.ErrorMessage
source: Maximum months allow reopen cannot be blank!
vi: Cho phép mở sổ tối đa không được để trống!

# rfv1Resource1.ErrorMessage
source: Payment span cannot be empty!
vi: Khoảng thanh toán không được để trống!

# rfvCCPCResource1.ErrorMessage
source: Part Code Column cannot be empty!
vi: Cột mã linh kiện không được để trống!

# rfvCCQtyResource1.ErrorMessage
source: Quantity Column cannot be empty!
vi: Cột số lượng không được để trống!

# rfvQuotationResource1.ErrorMessage
source: Quotation span cannot be empty!
vi: Khoảng báo giá không được để trống!

# rfvtbAISResource1.ErrorMessage
source: Auto instock span cannot be empty!
vi: Khoảng tự động nhập kho được để trống!

# t1Resource1.Text
source: Parameters Setting
vi: Thông số hệ thống

# t2Resource1.Text
source: Order Excel file
vi: File excel đặt linh kiện

# t3Resource1.Text
source: Sales Excel file
vi: File excel bán linh kiện

# TabPanel1Resource1.Text
source: Cycle count Excel file
vi: File excel kiểm kê linh kiện

# chkApplySubOrderResource1.Text
source: Also apply for sub-order
vi: Áp dụng cho cả đơn hàng con

# Literal6Resource1z.Text
source: Default Labour when auto sync (vehicle):
vi: Chi phí nhân công mặc định (xe nguyên chiếc):

# t2Resource1xxx.Text
source: Payment Excel file
vi: File excel dữ liệu thanh toán

# Literal23Resource1.Text
source: Part spec Excel file
vi: File excel thông tin linh kiện

# Localize10Resource1.Text
source: Part Code Column
vi: Cột mã linh kiện

# Localize11Resource1.Text
source: Packing Column
vi: Cột Đóng gói

# Localize12Resource1.Text
source: Unit Column
vi: Cột Đơn vị

# Localize13Resource1.Text
source: Quantity Column
vi: Cột số lượng

# Localize4Resource1.Text
source: Excel Start Row
vi: Dòng dữ liệu đầu

# Localize5Resource1.Text
source: Old Part Code Column
vi: Cột mã linh kiện cũ

# Localize7Resource1.Text
source: New Part Code Column
vi: Cột mã linh kiện mới

# Localize8Resource1.Text
source: Status Column
vi: Cột trạng thái

# Localize9Resource1.Text
source: Excel Start Row
vi: Dòng dữ liệu đầu

# Literal24Resource1.Text
source: Part replace Excel file
vi: File excel thay thế linh kiện

# t0Resource1.Text
source: Part Excel File
vi: File Excel linh kiện

# tSaleResource.Text
source: Vehicle Excel File
vi: File Excel xe nguyên chiếc

# Literal27Resource1.Text
source: Vehicle Sale Excel file
vi: File Excel bán xe nguyên chiếc
